Unidad09_Ensamblaje/Tareas/MontajeSecuencia.tex
% Created 2020-02-03 lun 19:35
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[newfloat]{minted}
\hypersetup{colorlinks=true,linkcolor=black}
\author{Angel Berlanas}
\date{\today}
\title{UD09 - Ennsamblado de Ordenadores}
\hypersetup{
 pdfauthor={Angel Berlanas},
 pdftitle={UD09 - Ennsamblado de Ordenadores},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Montaje de un equipo}
\label{sec:orga6e75da}

Veamos los pasos de montaje de un equipo informático, en este caso se muestra
el montaje de un equipo configurado para un PC Gamer, que ya es de hace algún
tiempo. Sin embargo las categorías de componentes siguen siendo las mismas. 

Realiza las siguientes actividades en un PDF cuyo nombre sea:

\texttt{NombreAlumn@SinEspacios\_Ensamblado.pdf}

\section{Tarea 01}
\label{sec:org7a4ddc2}

En el primer vídeo aparecen una serie de componentes, busca en PCComponentes
un \emph{recambio} para todos ellos y elabora un presupuesto.

\section{Tarea 02}
\label{sec:orge6b3e48}

Realiza un presupuesto que contenga los mismos componentes pero lo más baratos
posibles.

\section{Tarea 03}
\label{sec:org299786a}

Enumera el orden de las piezas tal y como van siendo ensambladas. Si se
realiza manipulación de algo anótalo. 

\section{Tarea 04}
\label{sec:org018d8fc}

¿Qué componentes te resultan más delicados?¿Crees que podrías ensamblar algo
ya mismo?


\section{Tarea 05}
\label{sec:orgb01578b}

Lee el siguiente artículo: \href{https://www.tomshardware.com/reviews/motherboard-buying-guide,5682.html}{Tom's Hardware - Best Motherboard - 2020}

Contesta a las siguientes preguntas

\begin{itemize}
\item ¿Qué motivos nos desaconsejan para adquirir una placa base de <100€?
\item ¿Qué pieza es un \emph{Heatsink}?
\item ¿Qué hace más sencillo AMD respecto a Intel en lo referente a los sockets?
\item ¿Qué tamaños de placa aparecen listados en el artículo?
\item ¿Qué es un Thunderbolt?
\item ¿Qué nos debe hacer decididir si necesitamos más o menos PCI-Lanes?
\item ¿Qué es un DAC?
\item ¿Para qué sirven los \emph{LED diagnostic readouts}?
\end{itemize}
\end{document}
